Repository: IFRS-Campus-Restinga/sistemas
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Can add group
pt_br: Pode adicionar grupo

source: Can change group
pt_br: Pode alterar grupo

source: Can delete group
pt_br: Pode excluir grupo

source: Can view group
pt_br: Pode visualizar grupo

source: Can add custom user
pt_br: Pode adicionar usuário

source: Can change custom user
pt_br: Pode alterar usuário

source: Can delete custom user
pt_br: Pode excluir usuário

source: Can view custom user
pt_br: Pode visualizar usuário

source: Can add password
pt_br: Pode adicionar senha

source: Can change password
pt_br: Pode alterar senha

source: Can delete password
pt_br: Pode excluir senha

source: Can view password
pt_br: Pode visualizar senha

source: Can add additional infos
pt_br: Pode adicionar informações adicionais

source: Can change additional infos
pt_br: Pode alterar informações adicionais

source: Can delete additional infos
pt_br: Pode excluir informações adicionais

source: Can view additional infos
pt_br: Pode visualizar informações adicionais

source: Can add system
pt_br: Pode adicionar sistema

source: Can change system
pt_br: Pode alterar sistema

source: Can delete system
pt_br: Pode excluir sistema

source: Can view system
pt_br: Pode visualizar sistema

source: Can add calendar
pt_br: Pode adicionar calendário

source: Can change calendar
pt_br: Pode alterar calendário

source: Can delete calendar
pt_br: Pode excluir calendário

source: Can view calendar
pt_br: Pode visualizar calendário

source: Can add event
pt_br: Pode adicionar evento

source: Can change event
pt_br: Pode alterar evento

source: Can delete event
pt_br: Pode excluir evento

source: Can view event
pt_br: Pode visualizar evento

source: Can add course class
pt_br: Pode adicionar turma

source: Can change course class
pt_br: Pode alterar turma

source: Can delete course class
pt_br: Pode excluir turma

source: Can view course class
pt_br: Pode visualizar turma

source: Can add course
pt_br: Pode adicionar curso

source: Can change course
pt_br: Pode alterar curso

source: Can delete course
pt_br: Pode excluir curso

source: Can view course
pt_br: Pode visualizar curso

source: Can add ppc
pt_br: Pode adicionar PPC

source: Can change ppc
pt_br: Pode alterar PPC

source: Can delete ppc
pt_br: Pode excluir PPC

source: Can view ppc
pt_br: Pode visualizar PPC

source: Can add subject
pt_br: Pode adicionar disciplina

source: Can change subject
pt_br: Pode alterar disciplina

source: Can delete subject
pt_br: Pode excluir disciplina

source: Can view subject
pt_br: Pode visualizar disciplina

source: Can add user
pt_br: Pode adicionar usuário

source: Can change user
pt_br: Pode alterar usuário

source: Can delete user
pt_br: Pode excluir usuário

source: Can view user
pt_br: Pode visualizar usuário

source: Can add permission
pt_br: Pode adicionar permissão

source: Can change permission
pt_br: Pode alterar permissão

source: Can delete permission
pt_br: Pode excluir permissão

source: Can view permission
pt_br: Pode visualizar permissão
